Repository: Boria138/ProtonPlus
Catalog: po/*.po
Languages: be

source: Installed only
be: Толькі ўсталяваныя

source: About
be: Аб праграме

source: Load more
be: Загрузіць больш

source: There was an error while fetching data from the GitHub API
be: Адбылася памылка пры атрыманні даных з GitHub API

source: Cancel the installation
be: Адмяніць усталяванне

source: Delete the runner
be: Выдаліць інструмент

source: Are you sure you want to delete
be: Вы ўпэўнены, што хочаце выдаліць

source: Confirm
be: Пацвердзіць

source: Install the runner
be: Усталяваць інструмент

source: The installation of
be: Усталяванне

source: was cancelled
be: было скасавана

source: was started
be: было распачата

source: is done
be: гатова

source: The deletion of
be: Выдаленне

source: An unexpected error occured while extracting
be: Падчас распакавання адбылася нечаканая памылка

source: An unexpected error occured while installing
be: Падчас усталявання адбылася нечаканая памылка

source: Runners
be: Інструменты

source: Compatibility tool to run Windows games on Linux
be: Інструмент сумяшчальнасці для запуску гульняў Windows на Linux

source: Vulkan based implementation of Direct3D 9, 10 and 11 for Linux/Wine
be: Рэалізацыя Direct3D 9, 10 і 11 на аснове Vulkan для Linux/Wine

source: Contains improvements over Valve's default Proton.
be: Змяшчае паляпшэнні ў параўнанні з стандартным Proton Valve.

source: Based on Valve Proton Experimental's bleeding-edge Wine, built for Lutris.
be: Заснаваны на перадавой Wine ад Valve Proton Experimental, створанай для Lutris.

source: Improved by Lutris to offer better compatibility or performance in certain games.
be: Палепшана Lutris для забеспячэння лепшай сумяшчальнасці або прадукцыйнасці ў пэўных гульнях.

source: Steam compatibility tool for running Windows games
be: Інструмент сумяшчальнасці Steam для запуску Windows гульняў

source: Wine is a program which allows running Microsoft Windows programs
be: Wine — праграма, якая дазваляе запускаць праграмы Microsoft Windows

source: Fork of Wine's VKD3D which aims to implement the full Direct3D 12 API on top of Vulkan
be: Форк VKD3D ад Wine, мэта якога - рэалізаваць поўны API Direct3D 12 на Vulkan

source: Wine build compiled from the official WineHQ sources.
be: Зборка Wine скампілявана з афіцыйных крыніц WineHQ.

source: Wine build with the Staging patchset applied.
be: Зборка Wine з ужытым наборам выпраўленняў Staging.

source: Wine build with the Staging patchset applied and with many additional useful patches.
be: Зборка Wine з ужытым наборам выпраўленняў Staging і мноствам дадатковых карысных выпраўленняў.

source: Custom Proton build for running Windows games, built with the Wine-tkg build system.
be: Спецыяльная зборка Proton для запуску гульняў Windows, створаная з дапамогай сістэмы зборкі Wine-tkg.

source: Program which allows running Microsoft Windows programs
be: Праграма, якая дазваляе запускаць праграмы Microsoft Windows

source: Contains RTX fix for Star Citizen.
be: Змяшчае выпраўленне RTX для Star Citizen.

source: Steam compatibility tool for running Windows games with improvements over Valve's default Proton.
be: Інструмент сумяшчальнасці Steam для запуску гульняў Windows з паляпшэннямі ў параўнанні з стандартным Proton ад Valve.

source: Luxtorpeda provides Linux-native game engines for specific Windows-only games.
be: Luxtorpeda прадастаўляе націўныя рухавікі Linux для пэўных гульняў, якія працуюць толькі пад Windows.

source: Steam Play compatibility tool to run DOS games using native Linux DOSBox.
be: Інструмент сумяшчальнасці Steam Play для запуску DOS гульняў з выкарыстаннем націўнага Linux DOSBox.

source: Steam Play compatibility tool to run adventure games using native Linux ScummVM.
be: Інструмент сумяшчальнасці Steam Play для запуску прыгодніцкіх гульняў з выкарыстаннем націўнай Linux ScummVM.

source: Custom Proton build for running the Northstar client for Titanfall 2.
be: Спецыяльная зборка Proton для запуску кліента Northstar для Titanfall 2.

source: Compatibility tool for Steam Play based on Wine and additional components.
be: Інструмент сумяшчальнасці для Steam Play на аснове Wine і дадатковых кампанентаў.

source: Not available
be: Не даступны

source: Welcome to
be: Вітаем у

source: Install Steam, Lutris, Bottles or Heroic Games Launcher to get started.
be: Каб пачаць, усталюйце Steam, Lutris, Bottles або Heroic Games Launcher.

source: A simple Wine and Proton-based compatibility tools manager for GNOME
be: Просты менеджэр інструментаў сумяшчальнасці на базе Wine і Proton для GNOME

source: Special thanks to
be: Асаблівая падзяка
